<?php

return [
    'page_title' => "My Sadhana Today - Gayatri time",
    'logo' => 'My Sadhana Today - Gayatri Time',

    'language_english' => 'Английский',
    'language_ukrainian' => 'Украинский',
    'language_russian' => 'Русский',
    'language_change_language_button' => 'Сменить язык интерфейса',

    'help' => 'Как это работает?',
    'help_title' => 'Как это работает?',
    'help_p1' => 'Это небольшое приложение создает файл iCalendar (*.ics), который можно импортировать в любое приложение календаря в качестве событий, будь то на телефоне или на компьютере.',
    'help_p2' => 'Вам нужно будет нажать кнопку «Получить местоположение», чтобы ваш браузер определил координаты вашего местоположения. Вероятно, вам потребуется предоставить доступ (временный) для вашего браузера, чтобы получить доступ к вашему местоположению.',
    'help_p3' => 'После этого измените другие поля, такие как даты начала и окончания, время напоминания о предупреждении, и нажмите «Загрузить». Чтобы импортировать файл, просто откройте его из папки загрузки.',
    'help_p4' => 'Если вы повторно импортируете новый файл в тот же календарь с некоторыми изменениями (например, вы изменили язык или время оповещения) - события будут переопределены, и вам не нужно будет удалять старый.',
    'help_ending' => 'Наслаждайтесь и счастливого повторения!',

    'title' => 'Время Гаятри',
    'title_info' => 'Создайте календарь сандхьи для вашего местоположения на выбранные дни',

    'spinner_info' => 'Загрузка...',

    'form_checkbox_use_location' => 'Использовать Ваше расположение что бы определить координаты',

    'form_btn_get_location' => 'Нажмите, чтобы расчитать ваше местоположение',
    'form_input_latitude' => 'Широта',
    'form_input_longitude' => 'Долгота',
    'form_input_start_date' => 'Дата начала',
    'form_input_end_date' => 'Дата окончания',
    'form_input_alert_minutes_before' => 'Напомнить за (минут)',
    'form_btn_download' => 'Загрузить',

    'footer_made_with' => 'сделано с',
    'footer_by' => '',
    'footer_name' => 'Ананта Рам дасом (Александром Поповым)',
    'footer_for' => 'что бы сделать этот мир лучшим',

    'controller_gayatri_sandhya' => 'Гаятри сандхья',
    'controller_savitri_sandhya' => 'Самитри сандхья',
    'controller_sarasvati_sandhya' => 'Сарасвати сандхья',

    'alert_message_before' => ':Name начнётся через :duration минут',
    'alert_message_started' => ':Name началась',
    'alert_message_ended' => ':Name закончилась',
];
