<?php

return [
    'page_title' => "My Sadhana Today - Gayatri time",
    'logo' => 'My Sadhana Today - Gayatri Time',

    'language_english' => 'Англійська',
    'language_ukrainian' => 'Українська',
    'language_russian' => 'Російська',
    'language_change_language_button' => 'Змінити мову інтерфейсу',

    'help' => 'Як це працює?',
    'help_title' => 'Як це працює?',
    'help_p1' => 'Ця невелика програма генерує файл iCalendar (*.ics), який можна імпортувати в будь-яку програму календаря як події на телефоні чи комп’ютері.',
    'help_p2' => 'Вам потрібно буде натиснути кнопку отримання місцезнаходження, щоб ваш браузер визначив координати вашого місцезнаходження. Ймовірно, вам знадобиться надати доступ (тимчасовий) вашому браузеру для доступу до вашого місцезнаходження.',
    'help_p3' => 'Після цього змініть інші поля, наприклад дати початку та завершення, час нагадування про сповіщення, і натисніть «Завантажити». Щоб імпортувати файл, просто відкрийте його з папки завантаження.',
    'help_p4' => 'Якщо ви повторно імпортуєте новий файл у той самий календар із деякими змінами (наприклад, ви змінили мову чи час сповіщення), події будуть перевизначені, і вам не потрібно буде видаляти старий.',
    'help_ending' => 'Насолоджуйтесь і щасливого співу!',

    'title' => 'Час Гаятрі',
    'title_info' => 'Створіть календар сандх\'ї для вашого місця розташування на вибрані дні',

    'spinner_info' => 'Завантаження...',

    'form_checkbox_use_location' => 'Використовувати Ваше місцезнаходження для визначення координат',

    'form_btn_get_location' => 'Натисніть, щоб розрахувати Ваше місцезнаходження',
    'form_input_latitude' => 'Широта',
    'form_input_longitude' => 'Довгота',
    'form_input_start_date' => 'Дата початку',
    'form_input_end_date' => 'Дата закінчення',
    'form_input_alert_minutes_before' => 'Нагадати за (хвилин)',
    'form_btn_download' => 'Завантажити',

    'footer_made_with' => 'зроблено з ',
    'footer_by' => '',
    'footer_idea_name' => 'Дева Дамодара дасом (Дмитром Хижим)',
    'footer_and' => 'та',
    'footer_coder_name' => 'Ананта Рам дасом (Олександром Поповим)',
    'footer_for' => 'щоб зробити цей світ кращим',

    'controller_gayatri_sandhya' => 'Гайатрі сандхʼя',
    'controller_savitri_sandhya' => 'Савітрі сандхʼя',
    'controller_sarasvati_sandhya' => 'Сарасаті сандхʼя',

    'alert_message_before' => ':Name почнеться через :duration хвилин',
    'alert_message_started' => ':Name почалась',
    'alert_message_ended' => ':Name завершилась',
];
